var fromPassage = "Acts 7:42-43";
var toPassage = "Amos 5:25-27";
var connectionType = "all";
var fontSizeMin = 23;

var bibleEditions = [
	"Acts",
	"Amos"
];

var editionIds = [
	"Acts",
	"Amos"
];

var bibleVerses = [
[
"έστρεψε δε ο θεός και παρέδωκεν αυτούς λατρεύειν τη στρατιά του ουρανού καθώς γέγραπται εν βίβλω των προφητών",
""
],[
"μη σφάγια και θυσίας προσηνέγκατέ μοι έτη τεσσαράκοντα εν τη ερήμω οίκος Ισραήλ και ανελάβετε την σκηνήν του Μολόχ και το άστρον του θεού υμών Ρεμφάν τους τύπους ους εποιήσατε προσκυνείν αυτοίς και μετοικιώ υμάς επέκεινα Βαβυλώνος",
"μη σφάγια και θυσίας προσηνέγκατέ μοι οίκος Ισραήλ τεσσαράκοντα έτη εν τη ερήμω και ανελάβετε την σκηνήν του Μολόχ και το άστρον του θεού υμών Ραιφάν τους τύπους αυτών ους εποιήσατε εαυτοίς και μετοικιώ υμάς επέκεινα Δαμασκού"
],[
"",
"λέγει κύριος ο θεός παντοκράτωρ όνομα αυτώ"
]
];
