var fromPassage = "Saul";
var toPassage = "Paul";
var connectionType = "all";
var fontSizeMin = 23;

var bibleEditions = [
	"Acts 9:1-9",
	"Acts 22:4-11",
	"Acts 26:12-18"
];

var editionIds = [
	"Acts9",
	"Acts22",
	"Acts26"
];

var bibleVerses = [
["Ὁ δὲ Σαῦλος ἔτι ἐμπνέων ἀπειλῆς καὶ φόνου εἰς τοὺς μαθητὰς τοῦ κυρίου, προσελθὼν τῷ ἀρχιερεῖ ᾐτήσατο παρ᾽ αὐτοῦ ἐπιστολὰς εἰς Δαμασκὸν πρὸς τὰς συναγωγάς, ὅπως ἐάν τινας εὕρῃ τῆς ὁδοῦ ὄντας, ἄνδρας τε καὶ γυναῖκας, δεδεμένους ἀγάγῃ εἰς Ἰερουσαλήμ.", "ὃς ταύτην τὴν ὁδὸν ἐδίωξα ἄχρι θανάτου δεσμεύων καὶ παραδιδοὺς εἰς φυλακὰς ἄνδρας τε καὶ γυναῖκας, ὡς καὶ ὁ ἀρχιερεὺς μαρτυρεῖ μοι καὶ πᾶν τὸ πρεσβυτέριον, παρ᾽ ὧν καὶ ἐπιστολὰς δεξάμενος πρὸς τοὺς ἀδελφοὺς εἰς Δαμασκὸν ἐπορευόμην, ἄξων καὶ τοὺς ἐκεῖσε ὄντας δεδεμένους εἰς Ἰερουσαλὴμ ἵνα τιμωρηθῶσιν.", "Ἐν οἷς πορευόμενος εἰς τὴν Δαμασκὸν μετ᾽ ἐξουσίας καὶ ἐπιτροπῆς τῆς τῶν ἀρχιερέων"], ["ἐν δὲ τῷ πορεύεσθαι ἐγένετο αὐτὸν ἐγγίζειν τῇ Δαμασκῷ, ἐξαίφνης τε αὐτὸν περιήστραψεν φῶς ἐκ τοῦ οὐρανοῦ", "Ἐγένετο δέ μοι πορευομένῳ καὶ ἐγγίζοντι τῇ Δαμασκῷ περὶ μεσημβρίαν ἐξαίφνης ἐκ τοῦ οὐρανοῦ περιαστράψαι φῶς ἱκανὸν περὶ ἐμέ,", "ἡμέρας μέσης κατὰ τὴν ὁδὸν εἶδον, βασιλεῦ, οὐρανόθεν ὑπὲρ τὴν λαμπρότητα τοῦ ἡλίου περιλάμψαν με φῶς καὶ τοὺς σὺν ἐμοὶ πορευομένους."], ["καὶ πεσὼν ἐπὶ τὴν γῆν ἤκουσεν φωνὴν λέγουσαν αὐτῷ, Σαοὺλ Σαούλ, τί με διώκεις;", "ἔπεσά τε εἰς τὸ ἔδαφος καὶ ἤκουσα φωνῆς λεγούσης μοι, Σαοὺλ Σαούλ, τί με διώκεις;", "πάντων τε καταπεσόντων ἡμῶν εἰς τὴν γῆν ἤκουσα φωνὴν λέγουσαν πρός με τῇ Ἑβραΐδι διαλέκτῳ, Σαοὺλ Σαούλ, τί με διώκεις; σκληρόν σοι πρὸς κέντρα λακτίζειν."], ["εἶπεν δέ, Τίς εἶ, κύριε; ὁ δέ, Ἐγώ εἰμι Ἰησοῦς ὃν σὺ διώκεις ἀλλ᾽ ἀνάστηθι καὶ εἴσελθε εἰς τὴν πόλιν καὶ λαληθήσεταί σοι ὅ τί σε δεῖ ποιεῖν.", "ἐγὼ δὲ ἀπεκρίθην, Τίς εἶ, κύριε; εἶπέν τε πρός με, Ἐγώ εἰμι Ἰησοῦς ὁ Ναζωραῖος, ὃν σὺ διώκεις. εἶπον δέ, Τί ποιήσω, κύριε; ὁ δὲ κύριος εἶπεν πρός με, Ἀναστὰς πορεύου εἰς Δαμασκὸν κἀκεῖ σοι λαληθήσεται περὶ πάντων ὧν τέτακταί σοι ποιῆσαι.", "ἐγὼ δὲ εἶπα, Τίς εἶ, κύριε; ὁ δὲ κύριος εἶπεν, Ἐγώ εἰμι Ἰησοῦς ὃν σὺ διώκεις. ἀλλ᾽ ἀνάστηθι καὶ στῆθι ἐπὶ τοὺς πόδας σου· εἰς τοῦτο γὰρ ὤφθην σοι, προχειρίσασθαί σε ὑπηρέτην καὶ μάρτυρα ὧν τε εἶδές [με] ὧν τε ὀφθήσομαί σοι,"], ["", "", "ἐξαιρούμενός σε ἐκ τοῦ λαοῦ καὶ ἐκ τῶν ἐθνῶν εἰς οὓς ἐγὼ ἀποστέλλω σε ἀνοῖξαι ὀφθαλμοὺς αὐτῶν, τοῦ ἐπιστρέψαι ἀπὸ σκότους εἰς φῶς καὶ τῆς ἐξουσίας τοῦ Σατανᾶ ἐπὶ τὸν θεόν, τοῦ λαβεῖν αὐτοὺς ἄφεσιν ἁμαρτιῶν καὶ κλῆρον ἐν τοῖς ἡγιασμένοις πίστει τῇ εἰς ἐμέ."], ["οἱ δὲ ἄνδρες οἱ συνοδεύοντες αὐτῷ εἱστήκεισαν ἐνεοί, ἀκούοντες μὲν τῆς φωνῆς μηδένα δὲ θεωροῦντες.", "οἱ δὲ σὺν ἐμοὶ ὄντες τὸ μὲν φῶς ἐθεάσαντο τὴν δὲ φωνὴν οὐκ ἤκουσαν τοῦ λαλοῦντός μοι."], ["ἠγέρθη δὲ Σαῦλος ἀπὸ τῆς γῆς, ἀνεῳγμένων δὲ τῶν ὀφθαλμῶν αὐτοῦ οὐδὲν ἔβλεπεν· χειραγωγοῦντες δὲ αὐτὸν εἰσήγαγον εἰς Δαμασκόν.", "ὡς δὲ οὐκ ἐνέβλεπον ἀπὸ τῆς δόξης τοῦ φωτὸς ἐκείνου, χειραγωγούμενος ὑπὸ τῶν συνόντων μοι ἦλθον εἰς Δαμασκόν."]
];
