var fromPassage = "Hearing yall shall hear";
var toPassage = "Seeing yall shall see";
var connectionType = "all";
var fontSizeMin = 23;

var bibleEditions = [
	"Isaiah 6:9-10",
	"Matthew 13:14-15",
	"Mark 4:11-12",
	"Luke 8:10"
];

var editionIds = [
	"Isa6",
	"Mat13",
	"Mar4",
	"Luk8"
];

var bibleVerses = [
[
	"ακοη ακουσετε και ου μη συνητε και βλεποντες βλεψετε και ου μη ιδητε επαχυνθη γαρ η καρδια του λαου τουτου και τοις ωσιν αυτων βαρεως ηκουσαν και τους οφθαλμους αυτων εκαμμυσαν μηποτε ιδωσιν τοις οφθαλμοις και τοις ωσιν ακουσωσιν και τη καρδια συνωσιν και επιστρεψωσιν και ιασομαι αυτους",
	"ακοη ακουσετε και ου μη συνητε και βλεποντες βλεψετε και ου μη ιδητε επαχυνθη γαρ η καρδια του λαου τουτου και τοις ωσιν βαρεως ηκουσαν και τους οφθαλμους αυτων εκαμμυσαν μηποτε ιδωσιν τοις οφθαλμοις και τοις ωσιν ακουσωσιν και τη καρδια συνωσιν και επιστρεψωσιν και ιασομαι αυτους",
	"βλεποντες βλεπωσιν και μη ιδωσιν και ακουοντες ακουωσιν και μη συνιωσιν μηποτε επιστρεψωσιν και αφεθη αυτοις",
	"βλεποντες μη βλεπωσιν και ακουοντες μη συνιωσιν"
]
];
