var fromPassage = "Luke 4:18-19";
var toPassage = "Luke 4:18-19";
var connectionType = "all";
var fontSizeMin = 23;

var bibleEditions = [
	"NA27",
	"TR",
	"LXX"
];

var editionIds = [
	"NA27",
	"TR",
	"LXX"
];

var bibleVerses = [
[
"πνεῦμα κυρίου ἐπ᾽ ἐμέ οὗ εἵνεκεν ἔχρισέν με εὐαγγελίσασθαι πτωχοῖς ἀπέσταλκέν με κηρύξαι αἰχμαλώτοις ἄφεσιν καὶ τυφλοῖς ἀνάβλεψιν ἀποστεῖλαι τεθραυσμένους ἐν ἀφέσει",
"πνεῦμα κυρίου ἐπ᾽ ἐμέ οὗ ἕνεκεν ἔχρισέν με εὐαγγελίζεσθαι πτωχοῖς ἀπέσταλκέν με ἰὰσασθαι τοὺς συντετριμμένους τὴν καρδίαν κηρύξαι αἰχμαλώτοις ἄφεσιν καὶ τυφλοῖς ἀνάβλεψιν ἀποστεῖλαι τεθραυσμένους ἐν ἀφέσει",
"πνεῦμα κυρίου ἐπ᾽ ἐμέ οὗ εἵνεκεν ἔχρισέν με εὐαγγελίσασθαι πτωχοῗς ἀπέσταλκέν με ἰάσασθαι τοὺς συντετριμμένους τῇ καρδίᾳ κηρύξαι αἰχμαλώτοις ἄφεσιν καὶ τυφλοῗς ἀνάβλεψιν"
],[
"κηρύξαι ἐνιαυτὸν κυρίου δεκτόν",
"κηρύξαι ἐνιαυτὸν κυρίου δεκτόν",
"καλέσαι ἐνιαυτὸν κυρίου δεκτὸν"
]
];
