// From https://hermeneutics.stackexchange.com/questions/13252/acts-2028-variants-what-are-the-six-variants
var bibleEditions = [
	"Nestle GNT 1904",
	"Westcott and Hort 1881",
	"RP Byzantine Majority Text 2005",
	"Greek Orthodox Church 1904",
	"Westcott and Hort / [NA27 variants]",
	"Tischendorf 8th Edition",
	"Stephanus Textus Receptus 1550",
	"Scrivener's Textus Receptus 1894"
];

var editionIds = [
	"N1904",
	"WH1881",
	"BYZ2005",
	"GORTH1904",
	"WH/NA27",
	"TISCH8",
	"TR1550",
	"TR1894"
];

var bibleVerses = [
[
	"προσέχετε ἑαυτοῖς καὶ παντὶ τῷ ποιμνίῳ, ἐν ᾧ ὑμᾶς τὸ Πνεῦμα τὸ Ἅγιον ἔθετο ἐπισκόπους, ποιμαίνειν τὴν ἐκκλησίαν τοῦ Θεοῦ, ἣν περιεποιήσατο διὰ τοῦ αἵματος τοῦ ἰδίου",
	"προσέχετε ἑαυτοῖς καὶ παντὶ τῷ ποιμνίῳ, ἐν ᾧ ὑμᾶς τὸ Πνεῦμα τὸ Ἅγιον ἔθετο ἐπισκόπους, ποιμαίνειν τὴν ἐκκλησίαν τοῦ Θεοῦ, ἣν περιεποιήσατο διὰ τοῦ αἵματος τοῦ ἰδίου",
	"Προσέχετε οὖν ἑαυτοῖς καὶ παντὶ τῷ ποιμνίῳ, ἐν ᾧ ὑμᾶς τὸ πνεῦμα τὸ ἅγιον ἔθετο ἐπισκόπους, ποιμαίνειν τὴν ἐκκλησίαν τοῦ κυρίου καὶ θεοῦ, ἣν περιεποιήσατο διὰ τοῦ ἰδίου αἵματος",
	"Προσέχετε οὖν ἑαυτοῖς καὶ παντὶ τῷ ποιμνίῳ, ἐν ᾧ ὑμᾶς τὸ πνεῦμα τὸ ἅγιον ἔθετο ἐπισκόπους, ποιμαίνειν τὴν ἐκκλησίαν τοῦ κυρίου καὶ θεοῦ, ἣν περιεποιήσατο διὰ τοῦ ἰδίου αἵματος",
	"προσέχετε ἑαυτοῖς καὶ παντὶ τῷ ποιμνίῳ, ἐν ᾧ ὑμᾶς τὸ Πνεῦμα τὸ Ἅγιον ἔθετο ἐπισκόπους, ποιμαίνειν τὴν ἐκκλησίαν τοῦ Θεοῦ, ἣν περιεποιήσατο διὰ τοῦ αἵματος τοῦ ἰδίου",
	"προσέχετε ἑαυτοῖς καὶ παντὶ τῷ ποιμνίῳ, ἐν ᾧ ὑμᾶς τὸ πνεῦμα τὸ ἅγιον ἔθετο ἐπισκόπους, ποιμαίνειν τὴν ἐκκλησίαν τοῦ κυρίου, ἣν περιεποιήσατο διὰ τοῦ αἵματος τοῦ ἰδίου",
	"προσέχετε οὖν ἑαυτοῖς καὶ παντὶ τῷ ποιμνίῳ ἐν ᾧ ὑμᾶς τὸ πνεῦμα τὸ ἅγιον ἔθετο ἐπισκόπους ποιμαίνειν τὴν ἐκκλησίαν τοῦ θεοῦ ἣν περιεποιήσατο διὰ τοῦ ἰδίου αἵματος",
	"προσέχετε οὖν ἑαυτοῖς καὶ παντὶ τῷ ποιμνίῳ ἐν ᾧ ὑμᾶς τὸ πνεῦμα τὸ ἅγιον ἔθετο ἐπισκόπους ποιμαίνειν τὴν ἐκκλησίαν τοῦ θεοῦ ἣν περιεποιήσατο διὰ τοῦ ἰδίου αἵματος"
]
];
