var fromPassage = "Obadiah 1";
var toPassage = "Jeremiah 49";
var connectionType = "all";
var fontSizeMin = 23;

var bibleEditions = [
	"Obadiah 1",
	"Jeremiah 49"
];

var editionIds = [
	"Oba1",
	"Jer49"
];

var bibleVerses = [[
"Obadiah_1_1-4 חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה׃ הנה קטן נתתיך בגוים בזוי אתה מאד׃ זדון לבך השיאך שכני בחגוי סלע מרום שבתו אמר בלבו מי יורדני ארץ׃ אם תגביה כנשר ואם בין כוכבים שים קנך משם אורידך נאם יהוה׃", "Jeremiah_49_14-16 שמועה שמעתי מאת יהוה וציר בגוים שלוח התקבצו ובאו עליה וקומו למלחמה׃ כי הנה קטן נתתיך בגוים בזוי באדם׃ תפלצתך השיא אתך זדון לבך שכני בחגוי הסלע תפשי מרום גבעה כי תגביה כנשר קנך משם אורידך נאם יהוה׃"
],[
"Obadiah_1_5-6 אם גנבים באו לך אם שודדי לילה איך נדמיתה הלוא יגנבו דים אם בצרים באו לך הלוא ישאירו עללות׃ איך נחפשו עשו נבעו מצפניו׃", "Jeremiah_49_9-10 אם בצרים באו לך לא ישארו עוללות אם גנבים בלילה השחיתו דים׃ כי אני חשפתי את עשו גליתי את מסתריו ונחבה לא יוכל שדד זרעו ואחיו ושכניו ואיננו׃"
],[
"Obadiah_1_8 הלוא ביום ההוא נאם יהוה והאבדתי חכמים מאדום ותבונה מהר עשו׃", "Jeremiah_49_7 לאדום כה אמר יהוה צבאות האין עוד חכמה בתימן אבדה עצה מבנים נסרחה חכמתם׃"
]];
