var fromPassage = "Genesis 24";
var toPassage = "Genesis 24";
var connectionType = "all";
var fontSizeMin = 23;

var bibleEditions = [
	"Prayer Gen 24:12-14",
	"Fulfillment Gen 24:15-27",
	"Testimony Gen 24:42-49"
];

var editionIds = [
	"Prayer",
	"Fulfillment",
	"Testimony"
];

var bibleVerses = [
["ויאמר יהוה אלהי אדני אברהם הקרה ־ נא לפני היום ועשה ־ חסד עם אדני אברהם ׃ הנה אנכי נצב על ־ עין המים ובנות אנשי העיר יצאת לשאב מים ׃ והיה הנער אשר אמר אליה הטי ־ נא כדך ואשתה ואמרה שתה וגם ־ גמליך אשקה אתה הכחת לעבדך ליצחק ובה אדע כי ־ עשית חסד עם ־ אדני ׃",
"ויהי ־ הוא טרם כלה לדבר והנה רבקה יצאת אשר ילדה לבתואל בן ־ מלכה אשת נחור אחי אברהם וכדה על ־ שכמה ׃ והנער טבת מראה מאד בתולה ואיש לא ידעה ותרד העינה ותמלא כדה ותעל ׃ וירץ העבד לקראתה ויאמר הגמיאיני נא מעט ־ מים מכדך ׃ ותאמר שתה אדני ותמהר ותרד כדה על ־ ידה ותשקהו ׃ ותכל להשקתו ותאמר גם לגמליך אשאב עד אם ־ כלו לשתת ׃ ותמהר ותער כדה אל ־ השקת ותרץ עוד אל ־ הבאר לשאב ותשאב לכל ־ גמליו ׃ והאיש משתאה לה מחריש לדעת ההצליח יהוה דרכו אם ־ לא ׃ ויהי כאשר כלו הגמלים לשתות ויקח האיש נזם זהב בקע משקלו ושני צמידים על ־ ידיה עשרה זהב משקלם ׃ ויאמר בת ־ מי את הגידי נא לי היש בית ־ אביך מקום לנו ללין ׃ ותאמר אליו בת ־ בתואל אנכי בן ־ מלכה אשר ילדה לנחור ׃ ותאמר אליו גם ־ תבן גם ־ מספוא רב עמנו גם ־ מקום ללון ׃ ויקד האיש וישתחו ליהוה ׃ ויאמר ברוך יהוה אלהי אדני אברהם אשר לא ־ עזב חסדו ואמתו מעם אדני אנכי בדרך נחני יהוה בית אחי אדני ׃",
"ואבא היום אל ־ העין ואמר יהוה אלהי אדני אברהם אם ־ ישך ־ נא מצליח דרכי אשר אנכי הלך עליה ׃ הנה אנכי נצב על ־ עין המים והיה העלמה היצאת לשאב ואמרתי אליה השקיני ־ נא מעט ־ מים מכדך ׃ ואמרה אלי גם ־ אתה שתה וגם לגמליך אשאב הוא האשה אשר ־ הכיח יהוה לבן ־ אדני ׃ אני טרם אכלה לדבר אל ־ לבי והנה רבקה יצאת וכדה על ־ שכמה ותרד העינה ותשאב ואמר אליה השקיני נא ׃ ותמהר ותורד כדה מעליה ותאמר שתה וגם ־ גמליך אשקה ואשת וגם הגמלים השקתה ׃ ואשאל אתה ואמר בת ־ מי את ותאמר בת ־ בתואל בן ־ נחור אשר ילדה ־ לו מלכה ואשם הנזם על ־ אפה והצמידים על ־ ידיה ׃ ואקד ואשתחוה ליהוה ואברך את ־ יהוה אלהי אדני אברהם אשר הנחני בדרך אמת לקחת את ־ בת ־ אחי אדני לבנו ׃ ועתה אם ־ ישכם עשים חסד ואמת את ־ אדני הגידו לי ואם ־ לא הגידו לי ואפנה על ־ ימין או על ־ שמאל ׃"]
];
