var fromPassage = "Isaiah 2:2-4";
var toPassage = "Micah 4:1-3";
var connectionType = "all";
var fontSizeMin = 23;

var bibleEditions = [
	"Isaiah 2:2-4",
	"Micah 4:1-3"
];

var editionIds = [
	"Isa2",
	"Mic4"
];

var bibleVerses = [
["והיה באחרית הימים נכון יהיה הר בית ־ יהוה בראש ההרים ונשא מגבעות ונהרו אליו כל ־ הגוים׃", "והיה באחרית הימים יהיה הר בית ־ יהוה נכון בראש ההרים ונשא הוא מגבעות ונהרו עליו עמים׃"], ["והלכו עמים רבים ואמרו לכו ונעלה אל ־ הר ־ יהוה אל ־ בית אלהי יעקב וירנו מדרכיו ונלכה בארחתיו כי מציון תצא תורה ודבר ־ יהוה מירושלם׃", "והלכו גוים רבים ואמרו לכו ונעלה אל ־ הר ־ יהוה ואל ־ בית אלהי יעקב ויורנו מדרכיו ונלכה בארחתיו כי מציון תצא תורה ודבר ־ יהוה מירושלם׃"], ["ושפט בין הגוים והוכיח לעמים רבים וכתתו חרבותם לאתים וחניתותיהם למזמרות לא ־ ישא גוי אל ־ גוי חרב ולא ־ ילמדו עוד מלחמה׃", "ושפט בין עמים רבים והוכיח לגוים עצמים עד ־ רחוק וכתתו חרבתיהם לאתים וחניתתיהם למזמרות לא ־ ישאו גוי אל ־ גוי חרב ולא ־ ילמדון עוד מלחמה׃"]
];
