var fromPassage = "Re'uven Num 1:20-21";
var toPassage = "Naftali Num 1:42-43";
var connectionType = "majority";
var fontSizeMin = 16;

var bibleEditions = [
	"Reuben v20-21",
	"Simeon v22-23",
	"Gad v24-25",
	"Judah v26-27",
	"Issachar v28-29",
	"Zebulun v30-31",
	"Ephraim v32-33",
	"Manasseh v34-35",
	"Benjamin v36-37",
	"Dan v38-39",
	"Asher v40-41",
	"Naftali v42-43"
];

var editionIds = [
	"Reuben",
	"Simeon",
	"Gad",
	"Judah",
	"Issachar",
	"Zebulun",
	"Ephraim",
	"Manasseh",
	"Benjamin",
	"Dan",
	"Asher",
	"Naftali"
];

var bibleVerses = [
["ויהיו בני ראובן בכר ישראל תולדתם למשפחתם לבית אבתם במספר שמות לגלגלתם כל זכר מבן עשרים שנה ומעלה כל יצא צבא׃",
"לבני שמעון תולדתם למשפחתם לבית אבתם פקדיו במספר שמות לגלגלתם כל זכר מבן עשרים שנה ומעלה כל יצא צבא׃",
"לבני גד תולדתם למשפחתם לבית אבתם במספר שמות מבן עשרים שנה ומעלה כל יצא צבא׃",
"לבני יהודה תולדתם למשפחתם לבית אבתם במספר שמת מבן עשרים שנה ומעלה כל יצא צבא׃",
"לבני יששכר תולדתם למשפחתם לבית אבתם במספר שמת מבן עשרים שנה ומעלה כל יצא צבא׃",
"לבני זבולן תולדתם למשפחתם לבית אבתם במספר שמת מבן עשרים שנה ומעלה כל יצא צבא׃",
"לבני יוסף לבני אפרים תולדתם למשפחתם לבית אבתם במספר שמת מבן עשרים שנה ומעלה כל יצא צבא׃",
"לבני מנשה תולדתם למשפחתם לבית אבתם במספר שמות מבן עשרים שנה ומעלה כל יצא צבא׃",
"לבני בנימן תולדתם למשפחתם לבית אבתם במספר שמת מבן עשרים שנה ומעלה כל יצא צבא׃",
"לבני דן תולדתם למשפחתם לבית אבתם במספר שמת מבן עשרים שנה ומעלה כל יצא צבא׃",
"לבני אשר תולדתם למשפחתם לבית אבתם במספר שמת מבן עשרים שנה ומעלה כל יצא צבא׃",
"בני נפתלי תולדתם למשפחתם לבית אבתם במספר שמת מבן עשרים שנה ומעלה כל יצא צבא׃"],
["פקדיהם למטה ראובן ששה וארבעים אלף וחמש מאות׃",
"פקדיהם למטה שמעון תשעה וחמשים אלף ושלש מאות׃",
"פקדיהם למטה גד חמשה וארבעים אלף ושש מאות וחמשים׃",
"פקדיהם למטה יהודה ארבעה ושבעים אלף ושש מאות׃",
"פקדיהם למטה יששכר ארבעה וחמשים אלף וארבע מאות׃",
"פקדיהם למטה זבולן שבעה וחמשים אלף וארבע מאות׃",
"פקדיהם למטה אפרים ארבעים אלף וחמש מאות׃",
"פקדיהם למטה מנשה שנים ושלשים אלף ומאתים׃",
"פקדיהם למטה בנימן חמשה ושלשים אלף וארבע מאות׃",
"פקדיהם למטה דן שנים וששים אלף ושבע מאות׃",
"פקדיהם למטה אשר אחד וארבעים אלף וחמש מאות׃",
"פקדיהם למטה נפתלי שלשה וחמשים אלף וארבע מאות׃"]
]
