var fromPassage = "Sukkot 1 Num 29:12-16";
var toPassage = "Sukkot 8 Num 29:35-38";
var connectionType = "majority";
var fontSizeMin = 23;

var bibleEditions = [
	"Sukkot 1 v12-16",
	"Sukkot 2 v17-19",
	"Sukkot 3 v20-22",
	"Sukkot 4 v23-25",
	"Sukkot 5 v26-28",
	"Sukkot 6 v29-31",
	"Sukkot 7 v32-34",
	"Sukkot 8 v35-38"
];

var editionIds = [
	"Sukkot 1",
	"Sukkot 2",
	"Sukkot 3",
	"Sukkot 4",
	"Sukkot 5",
	"Sukkot 6",
	"Sukkot 7",
	"Sukkot 8"
];

var bibleVerses = [
["ובחמשה עשר יום לחדש השביעי מקרא ־ קדש יהיה לכם כל ־ מלאכת עבדה לא תעשו וחגתם חג ליהוה שבעת ימים ׃", "", "", "", "", "", "", "ביום השמיני עצרת תהיה לכם כל ־ מלאכת עבדה לא תעשו ׃"], ["והקרבתם עלה אשה ריח ניחח ליהוה פרים בני ־ בקר שלשה עשר אילם שנים כבשים בני ־ שנה ארבעה עשר תמימם יהיו ׃", "וביום השני פרים בני ־ בקר שנים עשר אילם שנים כבשים בני ־ שנה ארבעה עשר תמימם ׃", "וביום השלישי פרים עשתי ־ עשר אילם שנים כבשים בני ־ שנה ארבעה עשר תמימם ׃", "וביום הרביעי פרים עשרה אילם שנים כבשים בני ־ שנה ארבעה עשר תמימם ׃", "וביום החמישי פרים תשעה אילם שנים כבשים בני ־ שנה ארבעה עשר תמימם ׃", "וביום הששי פרים שמנה אילם שנים כבשים בני ־ שנה ארבעה עשר תמימם ׃", "וביום השביעי פרים שבעה אילם שנים כבשים בני ־ שנה ארבעה עשר תמימם ׃", "והקרבתם עלה אשה ריח ניחח ליהוה פר אחד איל אחד כבשים בני ־ שנה שבעה תמימם ׃"], ["ומנחתם סלת בלולה בשמן שלשה עשרנים לפר האחד לשלשה עשר פרים שני עשרנים לאיל האחד לשני האילם ׃", "ומנחתם ונסכיהם לפרים לאילם ולכבשים במספרם כמשפט ׃", "ומנחתם ונסכיהם לפרים לאילם ולכבשים במספרם כמשפט ׃", "מנחתם ונסכיהם לפרים לאילם ולכבשים במספרם כמשפט ׃", "ומנחתם ונסכיהם לפרים לאילם ולכבשים במספרם כמשפט ׃", "ומנחתם ונסכיהם לפרים לאילם ולכבשים במספרם כמשפט ׃", "ומנחתם ונסכהם לפרים לאילם ולכבשים במספרם כמשפטם ׃", "מנחתם ונסכיהם לפר לאיל ולכבשים במספרם כמשפט ׃"], ["ועשרון עשרון לכבש האחד לארבעה עשר כבשים ׃ ושעיר ־ עזים אחד חטאת מלבד עלת התמיד מנחתה ונסכה ׃ ס", "ושעיר ־ עזים אחד חטאת מלבד עלת התמיד ומנחתה ונסכיהם ׃ ס", "ושעיר חטאת אחד מלבד עלת התמיד ומנחתה ונסכה ׃ ס", "ושעיר ־ עזים אחד חטאת מלבד עלת התמיד מנחתה ונסכה ׃ ס", "ושעיר חטאת אחד מלבד עלת התמיד ומנחתה ונסכה ׃ ס", "ושעיר חטאת אחד מלבד עלת התמיד מנחתה ונסכיה ׃ פ", "ושעיר חטאת אחד מלבד עלת התמיד מנחתה ונסכה ׃ פ", "ושעיר חטאת אחד מלבד עלת התמיד ומנחתה ונסכה ׃"]
];
