var fromPassage = "Psalm 14";
var toPassage = "Psalm 53";
var connectionType = "all";
var fontSizeMin = 23;

var bibleEditions = [
	"Psalm 14",
	"Psalm 53"
];

var editionIds = [
	"Ps14",
	"Ps53"
];

var bibleVerses = [
[["למנצח לדוד", "למנצח על ־ מחלת משכיל לדוד ׃"], ["אמר נבל בלבו אין אלהים השחיתו התעיבו עלילה אין עשה ־ טוב ׃", "אמר נבל בלבו אין אלהים השחיתו והתעיבו עול אין עשה ־ טוב ׃"], ["יהוה משמים השקיף על ־ בני ־ אדם לראות היש משכיל דרש את ־ אלהים ׃", "אלהים משמים השקיף על ־ בני אדם לראות היש משכיל דרש את ־ אלהים ׃"], ["הכל סר יחדו נאלחו אין עשה ־ טוב אין גם ־ אחד ׃", "כלו סג יחדו נאלחו אין עשה ־ טוב אין גם ־ אחד ׃"], ["הלא ידעו כל ־ פעלי און אכלי עמי אכלו לחם יהוה לא קראו ׃", "הלא ידעו פעלי און אכלי עמי אכלו לחם אלהים לא קראו ׃"], ["שם פחדו פחד כי ־ אלהים בדור צדיק ׃", "שם פחדו ־ פחד לא ־ היה פחד כי ־ אלהים"], ["עצת ־ עני תבישו כי יהוה מחסהו ׃", "פזר עצמות חנך הבשתה כי ־ אלהים מאסם ׃"], ["מי יתן מציון ישועת ישראל בשוב יהוה שבות עמו יגל יעקב ישמח ישראל ׃", "מי יתן מציון ישעות ישראל בשוב אלהים שבות עמו יגל יעקב ישמח ישראל ׃"]
];
